tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "graalvm/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "clojure"
brew "fish"
brew "git"
brew "mas"
brew "neovim"
brew "node@12"
brew "notmuch"
brew "ripgrep"
brew "scdoc"
brew "terraform"
brew "tmate"
brew "tmux"
brew "urlview"
brew "borkdude/brew/clj-kondo"
brew "heroku/brew/heroku"
cask "adoptopenjdk14"
cask "docker"
cask "emacs"
cask "firefox"
cask "karabiner-elements"
cask "kitty"
cask "rectangle"
cask "screen"
cask "slack"
cask "spotify"
cask "telegram"
cask "zoom"
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
