tap "adoptopenjdk/openjdk"
tap "graalvm/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "clojure"
brew "fish"
brew "git"
brew "gradle"
brew "leiningen"
brew "neovim"
brew "node@10"
brew "python"
brew "the_silver_searcher"
brew "heroku/brew/heroku"
cask "1password"
cask "basecamp"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "graalvm-ce"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keybase"
cask "kindle"
cask "kitty"
cask "microsoft-office"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "zoomus"
cask "adoptopenjdk/openjdk/adoptopenjdk11"
