tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "graalvm/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "clojure"
brew "fish"
brew "git"
brew "gradle"
brew "leiningen"
brew "neovim"
brew "node@12"
brew "ripgrep"
brew "terraform"
brew "tmate"
brew "borkdude/brew/clj-kondo"
brew "heroku/brew/heroku"
cask "1password"
cask "adoptopenjdk14"
cask "basecamp"
cask "dash"
cask "docker"
cask "emacs"
cask "fantastical"
cask "firefox"
cask "google-backup-and-sync"
cask "graalvm-ce-java11"
cask "hedgewars"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "ngrok"
cask "rectangle"
cask "screen"
cask "skype"
cask "slack"
cask "spotify"
cask "telegram"
cask "vimr"
cask "virtualbox"
cask "zoomus"
